export const estimates =  [
  
  {
    "id": "dae26418-4ed9-4323-9656-eaa60a1610c6",
    "date": "2025-01-24T11:52:52.612000",
    "project": "Тест Самара",
    "company": "U.L.E.Y",
    "manager": "Охтов Тембот",
    "hours": 42,
    "payment": 68461.53846153845,
    "status": {
      "name": "Удалён",
      "icon": "🟥"
    }
  }
  
]

export const estimateJobs = [
  {
    "id": "8f8eef58-9373-49fb-8b33-552686bda761",
    "date": "2025-01-24T07:00:00Z",
    "jobKind": "Мероприятие",
    "fio": "Петров Иван Сергеевич",
    "speciality": "Backline",
    "specialityId": "419839b0-cfc7-4e66-8700-dde1991f6b22",
    "start": "2025-01-24T07:00:00Z",
    "stop": "2025-01-24T16:00:23.766000Z",
    "hours": 10,
    "project": {
      "name": "Тест Самара",
      "id": "d6108c78-837d-49d2-95f3-eaa881401377"
    },
    "hourPayment": 1000,
    "payment": 10000,
    "overPayment": 0,
    "taxi": 0,
    "gsm": 0,
    "transport": 0,
    "commision": 2820.5128205128203,
    "worker": 10000,
    "customer": 12820.51282051282,
    "tags": "",
    "comment": "",
    "checkStatus": "No"
  },
  {
    "id": "be33a4af-2d31-490f-9147-26a56fdd686d",
    "date": "2025-01-24T07:00:00Z",
    "jobKind": "Мероприятие",
    "fio": "Гришин Мстислав Семён...",
    "speciality": "Звукорежиссер",
    "specialityId": "e418185d-92ff-4029-a75d-8cd617987364",
    "start": "2025-01-24T07:10:00Z",
    "stop": "2025-01-24T16:01:23.766000Z",
    "hours": 10,
    "project": {
      "name": "Тест Самара",
      "id": "d6108c78-837d-49d2-95f3-eaa881401377"
    },
    "hourPayment": 1200,
    "payment": 12000,
    "overPayment": 0,
    "taxi": 0,
    "gsm": 0,
    "transport": 0,
    "commision": 3384.6153846153843,
    "worker": 12000,
    "customer": 15384.615384615385,
    "tags": "Опоздание",
    "comment": "",
    "checkStatus": "Yes"
  },
  {
    "id": "c5558b56-ade0-4316-873d-0ed18764feee",
    "date": "2025-01-24T07:00:00Z",
    "jobKind": "Мероприятие",
    "fio": "Иванов Иван Иванович",
    "speciality": "Звукорежиссер",
    "specialityId": "e418185d-92ff-4029-a75d-8cd617987364",
    "start": "2025-01-24T07:00:00Z",
    "stop": "2025-01-24T19:15:23.766000Z",
    "hours": 12,
    "project": {
      "name": "Тест Самара",
      "id": "d6108c78-837d-49d2-95f3-eaa881401377"
    },
    "hourPayment": 1200,
    "payment": 12000,
    "overPayment": 2400,
    "taxi": 0,
    "gsm": 2000,
    "transport": 0,
    "commision": 4625.641025641025,
    "worker": 16400,
    "customer": 21025.641025641024,
    "tags": "",
    "comment": "",
    "checkStatus": "No"
  },
  {
    "id": "d9cce94e-afce-43bd-8c01-615e7b1b83e3",
    "date": "2025-01-24T07:00:00Z",
    "jobKind": "Мероприятие",
    "fio": "Охтов Тембот Алиевич",
    "speciality": "Инженер VMix",
    "specialityId": "66094be6-949d-404e-b955-601f0d6e024d",
    "start": "2025-01-24T07:00:00Z",
    "stop": "2025-01-24T16:30:23.766000Z",
    "hours": 10,
    "project": {
      "name": "Тест Самара",
      "id": "d6108c78-837d-49d2-95f3-eaa881401377"
    },
    "hourPayment": 1500,
    "payment": 15000,
    "overPayment": 0,
    "taxi": 0,
    "gsm": 0,
    "transport": 0,
    "commision": 4230.7692307692305,
    "worker": 15000,
    "customer": 19230.76923076923,
    "tags": "",
    "comment": "Тест",
    "checkStatus": "No"
  }
]

export const specialityList =[
  {
    "value": "e418185d-92ff-4029-a75d-8cd617987364",
    "label": "Звукорежиссер"
  },
  {
    "value": "56dd2799-3594-44fb-9ec5-64d2b77ee8b1",
    "label": "Системный инженер"
  },
  {
    "value": "2fcee172-8e90-41c4-9703-cf05c09789c6",
    "label": "RF-Менеджер"
  },
  {
    "value": "419839b0-cfc7-4e66-8700-dde1991f6b22",
    "label": "Backline"
  },
  {
    "value": "ab4f4cdf-d0c5-4b9d-a2a2-8b3d1487702e",
    "label": "Roadie"
  },
  {
    "value": "ffef8aa0-2aa4-4a83-84f1-8fbbca1ee220",
    "label": "Техник по звуку"
  },
  {
    "value": "430c1751-98dd-4ef7-8f8a-fba02281e6bd",
    "label": "Микрофонный техник"
  },
  {
    "value": "c30ff4ba-3a69-4cad-bae7-1699782e684f",
    "label": "Художник по свету"
  },
  {
    "value": "6fe44506-49d1-49fe-b068-0bacbe9f1e11",
    "label": "Оператор световой пушки"
  },
  {
    "value": "14e7206a-f986-439a-8088-9296de5abfb2",
    "label": "Гафер"
  },
  {
    "value": "b2d200fd-9458-4fcb-bf15-c630754365e0",
    "label": "Техник по свету"
  },
  {
    "value": "ee4f81c3-cffc-4e27-9e0a-9adb9793d9c2",
    "label": "Электрик"
  },
  {
    "value": "66094be6-949d-404e-b955-601f0d6e024d",
    "label": "Инженер VMix"
  },
  {
    "value": "48bbd05c-d507-4818-b863-8d4118ca284e",
    "label": "Инженер Resolume"
  },
  {
    "value": "eaec23ce-4fbb-426d-b38f-4146ca628205",
    "label": "Оператор-постановщик"
  },
  {
    "value": "b0cc30c9-a41e-4ae5-807b-c78c5c76dfce",
    "label": "Оператор"
  },
  {
    "value": "47d0679a-f1a5-43e6-8c32-c594bf68ce76",
    "label": "Оператор Zoom-конференций"
  },
  {
    "value": "21b9d5d2-b75e-4c86-8d00-7af533723ad1",
    "label": "Оператор Action-съемки"
  },
  {
    "value": "fd2c7986-8e8d-4062-a75a-f3f38220bcc1",
    "label": "Режиссер эфиров"
  },
  {
    "value": "46c27735-2153-44b3-9afa-8df8d670b007",
    "label": "Техник по монтажу экранов"
  },
  {
    "value": "246e9653-333f-42e2-8eaa-77da0b49c2ce",
    "label": "IT специалист"
  },
  {
    "value": "18abb4a1-67af-4eec-ae31-61361beaeb7c",
    "label": "Документальная съемка"
  },
  {
    "value": "bbf1bf99-6ea4-4eb4-be65-e97867c8af04",
    "label": "Репортажная съемка"
  },
  {
    "value": "5b878847-8396-465e-8d94-8220f4237a07",
    "label": "Свадебная съемка"
  },
  {
    "value": "220b5548-2d93-4579-ae0a-0e0e15a6bbfa",
    "label": "Портретная съемка"
  },
  {
    "value": "1572532b-dac9-4b82-9749-5edba6ec4737",
    "label": "Предметная съемка"
  },
  {
    "value": "b8779d21-99f9-41a0-a0b5-e8fde9764413",
    "label": "Модель"
  },
  {
    "value": "d8e2413b-2543-4c10-bb50-86c213220b3f",
    "label": "Промоутер"
  },
  {
    "value": "4580adbf-0238-41f6-a66f-1b8705b45459",
    "label": "Визажист"
  },
  {
    "value": "e1af9130-e476-4cf6-a60b-c0947a9f22af",
    "label": "Костюмер"
  },
  {
    "value": "1abf26fe-4644-4cca-b6a5-d08b903eb4b1",
    "label": "Актер"
  },
  {
    "value": "20f8845e-2356-4e1a-ada7-e19f1c9c85b5",
    "label": "Гример"
  },
  {
    "value": "a7766273-151d-463e-ba6e-2bbd03cd78d4",
    "label": "Банкетный менеджер"
  },
  {
    "value": "49971f2a-8585-4810-a6f9-2c95ec107717",
    "label": "Повар"
  },
  {
    "value": "b908c2dd-a9de-47c5-a111-aa26d87aa5eb",
    "label": "Хостес"
  },
  {
    "value": "d315a7cd-9a1d-4411-b70f-660d944ac6ec",
    "label": "Бармен"
  },
  {
    "value": "c952c2de-6ff3-417f-b5fb-d4ce0bc3d9c0",
    "label": "Официант"
  },
  {
    "value": "43ae535c-c17f-4b17-b45d-79c75bae2d2d",
    "label": "Помощник / Грузчик"
  },
  {
    "value": "c76dd48f-e091-4fc8-b688-e1cad05d4648",
    "label": "Помощник / Грузчик"
  },
  {
    "value": "e1874a2c-94de-477c-a9fe-b0a5baee55da",
    "label": "Помощник / Грузчик"
  },
  {
    "value": "3e8812a3-9932-4720-84a9-f0dbeb542d0c",
    "label": "Верхний Риггер"
  },
  {
    "value": "bae1d34f-c1b8-459e-afd8-2d7d3ad54312",
    "label": "Нижний Риггер"
  },
  {
    "value": "5e736f27-176a-498e-86ca-fd5e5809f75e",
    "label": "Монтаж конструктива сцены"
  },
  {
    "value": "7f7c9054-1b99-4193-ba20-ff2b73fa4927",
    "label": "Монтаж шатров"
  },
  {
    "value": "362dde85-9523-4064-95bb-14eb932158ce",
    "label": "С гидролифтом"
  },
  {
    "value": "f41b03fa-b1ae-4a4c-b808-e80be6ec5579",
    "label": "Без гидролифта"
  },
  {
    "value": "beab8c32-d306-40cf-b766-1341dbd120ee",
    "label": "C личным ТС [B/C]"
  },
  {
    "value": "05350f95-78a5-4495-86e9-04d18e891974",
    "label": "Без личного ТС [B/C]"
  },
  {
    "value": "5fddf9be-ffe5-49a6-be10-21f6430afd84",
    "label": "Мотокурьер"
  },
  {
    "value": "c7adf2b8-9178-401d-ab94-5b223115eb62",
    "label": "Кавер-бенд"
  },
  {
    "value": "34a0e6b1-a53e-415c-9e47-9c5e3aa1b5f4",
    "label": "Танцевальный коллектив"
  },
  {
    "value": "df8cf3ad-f9d2-49a0-8629-d421a9fc687c",
    "label": "Диджей"
  },
  {
    "value": "c805a382-effe-4692-9814-f14ee641b1af",
    "label": "Ведущий"
  },
  {
    "value": "f267092e-354d-432c-998f-17cb059ef460",
    "label": "Певец / певица"
  },
  {
    "value": "abe416d2-985a-4726-ab66-61c2d25db9ed",
    "label": "Артист оригинального жанра"
  },
  {
    "value": "aee0b735-871b-44f1-8e08-5ac2ae370f72",
    "label": "Фаир-шоу"
  },
  {
    "value": "f87958f0-3bd7-4961-b96a-ece24eaa5bfd",
    "label": "Go-Go"
  },
  {
    "value": "5de7b1de-6a35-41d5-8411-554ee07ae82b",
    "label": "Квест"
  },
  {
    "value": "314aef96-ecdb-4de9-9eb1-5c8c200df232",
    "label": "Квиз"
  },
  {
    "value": "73852573-d3f5-48ab-9546-ad8f5dbd5520",
    "label": "Аниматор"
  },
  {
    "value": "91b94869-19d7-4e76-bb40-424bb420dad0",
    "label": "Пневмокостюм / ростовая кукла"
  },
  {
    "value": "754a4432-ea98-4171-b856-cec8f45cbcb9",
    "label": "Настольные игры / игровые автоматы"
  },
  {
    "value": "4fc3d1d8-2285-4c9b-96aa-3107ba309a14",
    "label": "Активности / аттракционы"
  },
  {
    "value": "0f0b7e05-4fe4-457c-b25b-cdccc27f1794",
    "label": "Мероприятие под ключ"
  },
  {
    "value": "eab13203-64b1-4604-a507-7bfeb4ead95c",
    "label": "Отдельные технические задачи"
  },
  {
    "value": "cb8f3a86-63e7-440c-93a5-f7dc74d6d2f0",
    "label": "Event-менеджер"
  },
  {
    "value": "664e0940-54c0-4137-8ebe-55bbbd327311",
    "label": "Менеджер «U.L.E.Y»"
  },
  {
    "value": "e0e5da1f-3bbc-4256-a082-fabeacf1f434",
    "label": "Режиссер"
  },
  {
    "value": "ef57f433-4549-4cb0-ab3d-4a68233d5b40",
    "label": "Стедикам"
  },
  {
    "value": "5ba9a60f-dce2-42cf-9799-560889c80991",
    "label": "Оператор крана"
  },
  {
    "value": "77be973d-9d53-452c-8706-46f4bacf9fd9",
    "label": "Оператор Action-съемки"
  },
  {
    "value": "f8266e20-da62-4562-a4de-f13cbee791d1",
    "label": "Гафер"
  },
  {
    "value": "8c1cf7b4-c02e-4bad-bda9-aab6998f9b1e",
    "label": "Костюмер"
  },
  {
    "value": "6c0e8b18-5506-4273-9e61-fb26a502f7c9",
    "label": "Декоратор"
  },
  {
    "value": "d6ca66f4-fc47-4d6e-b7b0-44803e92a825",
    "label": "Флорист оформитель"
  },
  {
    "value": "45e3d88a-5665-4936-ad5f-4f6eb90f9229",
    "label": "Монтаж мебели"
  },
  {
    "value": "a3699526-2c68-4712-8e05-28b450935376",
    "label": "Монтаж выставочных стендов"
  },
  {
    "value": "bb7dadf5-60ef-4625-9df5-49adc10850c2",
    "label": "Напольные покрытия"
  }
]

export const estimate = {
  "id": "dae26418-4ed9-4323-9656-eaa60a1610c6",
  "total_price": 68461.53846153845,
  "version": 12,
  "hours": 42,
  "created_at": "2025-01-24T11:52:52.612000",
  "commission_name": "10%",
  "updated_at": "2025-01-31T15:59:53.938083",
  "commission_price": 15061.538461538461,
  "system_id": 203,
  "price": 53400,
  "project_id": "d6108c78-837d-49d2-95f3-eaa881401377",
  "estimate_type": "Final",
  "overtime_price": 2400,
  "company_id": "ec2ab442-de63-4255-bd15-ddeabf54be3d",
  "transport_price": 0,
  "manager_id": "74bd4a38-ef41-4936-9500-c240833582a4",
  "taxi_price": 2000,
  "project": {
    "id": "d6108c78-837d-49d2-95f3-eaa881401377",
    "start_date": "2025-01-25T07:00:00Z",
    "crmId": "3543",
    "city": "Нет города",
    "manager": "Охтов Тембот",
    "company": "U.L.E.Y",
    "systemProjectId": "415",
    "projectName": "Тест Самара",
    "tg_id": null,
    "status": "Удалён",
    "specificity": "Офис"
  },
  "tags": [
    "Опоздание"
  ],
  "comments": "Тест"
}